Repository: Gutherie/uwosh.timeslot
Catalog: uwosh/timeslot/locales/*/LC_MESSAGES/uwosh.timeslot.po
Languages: de

source: title_can_view_schedule
de: uwosh.timeslot: Zeitplan anzeigbar" # "uwosh.timeslot: Can view schedule

source: title_can_manage_schedule
de: uwosh.timeslot: Zeitplan verwaltbar" # "uwosh.timeslot: Can manage schedule

source: Date
de: Datum

source: The TimeSlot %s was not found.
de: Die Sprechstunde %s wurde nicht gefunden.

source: Your email address
de: Ihre E-Mail-Adresse

source: Phone
de: Telefon

source: Your phone number
de: Ihre Telefonnummer

source: Department
de: Fachbereich

source: Your department
de: Ihr Fachbereich

source: Classification
de: Klassifizierung

source: Your staff type
de: Name

source: Allow Signup For Multiple Slots
de: Erlaube Anmeldung für mehrere Sprechstunden

source: Allow the user to signup for more than one slot.
de: Erlaube dem User sich für mehr als einen Platz anzumelden.

source: Show Individual Time Slot Names
de: Zeige individuelle Zeitfensternamen

source: Whether or not to show individual slot names.
de: Anzeigen oder Ausblenden von individuellen Zeitfensternamen.

source: Extra Fields
de: Zusätzliche Felder

source: Information you want to collect from users besides just name and email.
de: Informationen, die Sie von Benutzern neben Name und E-Mail erheben möchten.

source: Contact Information
de: Kontaktinformationen

source: Contact information for the manager of the signup sheet.
de: Kontaktinformationen für den Verwalter des Anmeldeformulars

source: Extra Email Content
de: Zusätzlicher E-Mail-Inhalt

source: Any additional information that you want included in the notification emails. Note: Contact info., sheet, day, time, and a url are included by default.
de: Jegliche zusätzliche Informationen, die Sie in Benachrichtigungs-E-Mails hinzufügen wollen. Anmerkung: Kontaktinformationen, Formular, Tag, Zeit und eine URL sind standardmäßig enthalten

source: The date %s was not found.
de: Das Datum %s konnte nicht gefunden werden.

source: Start Time
de: Beginn

source: End Time
de: Ende

source: Optional name
de: Optionaler Name

source: Max Capacity
de: Maximale Anzahl

source: The max number of people
de: Die Maximale Anzahl an Personen

source: Allow Waiting List
de: Erlaube Warteliste

source: Check if you want to allow signups to waiting list once max capacity is reached
de: Prüfe ob Sie Anmeldungen zur Warteliste erlauben möchten, wenn die maximale Anzahl an Personen ausgelastet ist

source: timeslot_label_toSignUpYouNeed
de: Um sich für eine Sprechstunde anmelden zu können, müssen Sie sich zuerst

source: timeslot_label_login
de: anmelden

source: timeslot_label_viewReservations
de: Meine Anmeldungen anzeigen

source: timeslot_label_questionsThenContact
de: Sollten Sie Fragen haben, wenden Sie sich bitte an:

source: timeslot_label_noUpcomingDays
de: Für dieses Anmeldeformular stehen keine freien Tage an.

source: timeslot_label_time
de: Zeit

source: timeslot_label_available
de: Verfügbarkeit

source: timeslot_label_select
de: Ausgewählt

source: timeslot_label_noSlotsForThisDayYet
de: Es gibt noch keine Sprechstunden für diesen Tag.

source: timeslot_label_edit
de: Bearbeiten

source: timeslot_label_waitingList
de: Warteliste

source: timeslot_label_yourSlot
de: Ihre Sprechstunde

source: timeslot_label_full
de: voll

source: timeslot_label_extraInformation
de: Benötigte Zusatzinformationen

source: timeslot_label_required
de: benötigt

source: timeslot_label_export2Csv
de: In CSV-Datei exportieren

source: timeslot_label_removeAllPeople
de: Alle Personen entfernen

source: timeslot_label_noTimeslotsAvailableToday
de: Es sind keine Sprechstunden für diesen Tag verfügbar.

source: timeslot_label_noOneSignedUp
de: Für diese Sprechstunde ist niemand angemeldet.

source: timeslot_label_cancelling
de: Um abzusagen, wählen Sie eine oder mehrere bereits angemeldete Sprechstunde und klicken Sie auf "Ausgewählte Sprechstunden absagen"

source: timeslot_label_signedUp4Following
de: Sie wurden für die folgenden Sprechstunden angemeldet:

source: timeslot_label_notSignedUp4AnySlot
de: Keine

source: timeslot_label_onTheWaitingList4
de: Sie sind auf den folgenden Wartelisten eingetragen:

source: timeslot_label_notWaiting4AnySlot
de: Keine

source: timeslot_label_cancelSelectedSlots
de: Ausgewählte Sprechstunden absagen

source: timeslot_label_signUpResults
de: %s Anmeldeergebnisse

source: %s - Sign Up Results
de: %s - Anmeldeergebnisse

source: timeslot_message_noTimeSlotSelected
de: Fehler

source: timeslot_message_selectMin1Slot
de: Sie müssen mindestens eine Sprechstunde auswählen.

source: timeslot_label_notCompletedFollowingFields
de: Sie haben folgende Felder nicht ausgefüllt:

source: timeslot_message_success
de: Erfolg

source: timeslot_message_successfullySigendUp
de: Sie haben sich erfolgreich angemeldet für:

source: timeslot_message_confirmationEmailSent
de: Es wurde eine Bestätigungs-E-Mail an Ihre E-Mail-Adresse verschickt.

source: timeslot_message_added2WaitingList
de: Sie wurden erfolgreich auf die folgenden Wartelisten eingetragen:

source: timeslot_message_emailsNowAndWhenOpening
de: Eine Bestätigungs-E-Mail wurde versendet. Eine weitere wird verschickt, sobald ein neuer Platz frei geworden ist.

source: timeslot_message_failure
de: Fehler

source: timeslot_message_unable2Register
de: Das System konnte Sie nicht anmelden für:

source: timeslot_label_return2SignupSheet
de: Zurück zum Anmeldeformular

source: timeslot_managerSummary_title
de: Verwaltungsübersicht

source: timeslot_day_title
de: Tag

source: timeslot_day_desc
de: Enthält Sprechstunden. Ist in Anmeldeformular enthalten.

source: timeslot_signupSheet_title
de: Anmeldeformular

source: timeslot_signupSheet_desc
de: Ein Anmeldeformular das Tag- und Sprechstundenobjekte enthält

source: timeslot_timeslot_title
de: Sprechstunde

source: timeslot_timeslot_desc
de: Enthalten in einem Anmeldeformular und enthält selbst Sprechstundenobjekte

source: timeslot_timeslotPerson_title
de: Person

source: timeslot_timeslotPerson_desc
de: Jemand, der sich für eine Sprechstunde anmelden kann
